Repository: mxmarchal/Crypstock
Catalog: *.lproj/Localizable.strings
Languages: fr

# tabBarPortfolio
source: Portfolio
fr: Porte-feuille

# tabBarAvailableCoins
source: Coins Available
fr: Crypto dispo.

# landingSignInButton
source: Sign In
fr: Connexion

# landingSignUpButton
source: Sign Up
fr: Inscription

# signInPageTitle
source: Sign In
fr: Connexion

# signInPagePassword
source: Password
fr: Mot de passe

# signInPageButton
source: Continue
fr: Continuer

# signInPageAlertTitle
source: Error
fr: Erreur

# signInPageAlertMessage
source: This account doesn't exist.
fr: Ce compte n'existe pas.

# signUpPageTitle
source: Sign Up
fr: Inscription

# signUpPagePassword
source: Password
fr: Mot de passe

# signUpPageButton
source: Continue
fr: Continuer

# signUpPageAlertTitle
source: Error
fr: Erreur

# signUpPageAlertMessage
source: Please, verify your informations entered / you don't have already an account.
fr: Merci de vérifier vos informations ou que vous n'ayez déjà pas un compte.

# portfolioListTitle
source: Your Portfolio
fr: Votre Porte-Feuille

# portfolioNoCoins
source: You don't have any coins.
fr: Vous n'avez aucun actif.

# coinsAvailableListTitle
source: Coins Available
fr: Crypto Disponibles

# coinDetailsButtonBuy
source: Buy
fr: Acheter

# coinDetailsButtonSell
source: Sell
fr: Vendre

# coinDetailsNoTransaction
source: No transaction recored.
fr: Aucune transactions enregistrées

# coinDetailsAlertErrorTitle
source: Error
fr: Erreur

# coinDetailsAlertErrorMessage
source: Make sure you have the necessary funds for this operation.
fr: Vérifier que vous ayez les fonds nécessaires pour cette opération.

# coinDetailsAlertNoValueTitle
source: Error
fr: Erreur

# coinDetailsAlertNoValueMessage
source: You can't buy or sell 0 amount of coin.
fr: Vous ne pouvez pas acheter ou vendre une quantité nulle de pièces.
